Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie wiem, ile obiecał ci Otho, ale zapłacę ci dwa razy tyle, co on, jeśli podrzucisz to łajno do dworskiej kuchni.
uk: Не знаю, скільки тобі пообіцяв Отто, але я заплачу вдвічі більше, якщо ти віднесеш це лайно на кухню старости.

source: Nie wiem, jak było naprawdę i szczerze mówiąc, nie chcę wiedzieć. Typ zawsze wydawał mi się lekko kopnięty.
uk: Я не знаю, як це було насправді, і, чесно кажучи, не хочу знати. Цей тип завжди здавався мені трохи дивакуватим.

source: Nie wiem, jak chcesz to zrobić, ale jeśli straż ma dostać potrzebne środki, musi ci się udać. Powodzenia z Bodowinem. Po wszystkim spotkamy się w koszarach.
uk: Не знаю, як ти плануєш це зробити, але якщо Варті щось потрібно, то ти повинен впоратись. Удачі з Бодовіном. Зустрінемося в казармах.

source: Nie wiem, jak miałbyś tego dokonać, ale zanim to zrobisz, smród rozniesie się po całym dworze, a wtedy nic mnie już nie uratuje.
uk: Не знаю, як ти це зробиш, але поки ти його шукатимеш, сморід рознесеться по всій садибі, і тоді мене вже ніщо не врятує.

source: Nie wiem, jak możesz wytrzymywać z tymi przygłupami na co dzień.
uk: Не уявляю, як цих придурків можна витримувати щодня.

source: Nie wiem, jak prosty górnik ma w krótkim czasie stać się bogaty, ale Reez zawsze miał wyobraźnię.
uk: Не знаю, як простий гірник може розбагатіти за короткий час, але у Різа завжди була багата уява.

source: Nie wiem, jak sprawiłeś, że ten sprzęt zamienił się w złom i nie potrafię udowodnić twojego udziału w tej sprawie.
uk: Гадки не маю, як тобі вдалося перетворити спорядження в металобрухт, і я не можу довести твоєї причетності до цієї справи.

source: Nie wiem, jak to się stało, ale ostrzegam cię: nie pogrywaj sobie ze mną.
uk: Не знаю, як це сталося, але попереджаю: не грай зі мною в ігри.

source: Nie wiem, jak to zrobiłeś, ale się dowiem.
uk: Я не знаю, як ти це зробив, але я дізнаюсь.

source: Nie wiem, jak udało ci się to zrobić, ale gratuluję zakupu i mam nadzieję, że teraz będziemy się regularnie widywać!
uk: Не знаю, як тобі це вдалося, але вітаю тебе з покупкою і сподіваюся, що тепер ми будемо бачитись регулярно!

source: Nie wiem, jakie mają tutaj teraz zasady, bo dawno nie odwiedzałam tego miejsca, ale mieszkańcy Leża niezbyt przychylnie patrzą na obcych w swoim domu.
uk: Я не знаю, які у них тут зараз правила, бо давно не відвідувала це місце, але мешканці Лігва не дуже прихильно ставляться до незнайомців у своєму домі.

source: Nie wiem, jakim cudem udało ci się wytropić tego potwora, ale... chętnie nauczę się od ciebie paru sztuczek.
uk: Не знаю, як тобі вдалося вистежити це чудовисько, але... Я був би радий навчитися у тебе кількох трюків.

source: Nie wiem, kim był twój brat, ale jeśli zginął na tej wyspie, to łatwiej będzie poprosić rodziców o nowego.
uk: Я не знаю, ким був твій брат, але якщо він вже зник на цьому острові, було б простіше попросити в батьків нового.

source: Nie wiem, kim jesteś i jak się tu dostałeś, ale ostrożnie dobieraj słowa, nieznajomy, bo mogą być twoimi ostatnimi.
uk: Не знаю, хто ти і як сюди потрапив, але обережніше добирай слова, незнайомцю, бо вони можуть бути для тебе останніми.

source: Nie wiem, kim jesteś, ale dziękuję.
uk: Я не знаю, хто ти, але дякую тобі.

source: Nie wiem, kim jesteś, ale wkrótce się tego dowiemy.
uk: Не знаю хто ти, але ми скоро дізнаємось.

source: Nie wiem, kombinuj. Młody jesteś, lotny umysł masz, coś wymyślisz. Teraz przepraszam, mam robotę.
uk: Не знаю, щось придумай. Ти молодий, у тебе гнучкий розум, щось вигадаєш. А тепер вибачай, мені треба працювати.

source: Nie wiem, kto będzie następny, ale tylko patrzeć aż ten cholerny kocioł w końcu wykipi - a wykipi na pewno.
uk: Я не знаю, хто буде наступним, залишається тільки спостерігати, поки цей клятий казан нарешті не закипить – а він закипить неодмінно.

source: Nie wiem, kto ci naopowiadał takich bzdur! Receptura Dagoberta to bajka, którą wymyślili sobie wieśniacy.
uk: Не знаю, хто сказав тобі таку дурницю! Рецепт Дагоберта – це казка, вигадана селянами.

source: Nie wiem, kto cię tu wpuścił, ale najwyraźniej muszę pogadać o tym z Willemem.
uk: Я не знаю, хто тебе сюди впустив, але, очевидно, мені треба обговорити це з Віллемом.

source: Nie wiem, kto osobiście go otruł, ale podejrzewam, kto jest zleceniodawcą.
uk: Не знаю, хто саме його отруїв, та маю підозру щодо замовника.

source: Nie wiem, musisz ją zapytać. Biorąc pod uwagę jej fach, i to, jak się wyrażała, będziesz musiał wyjść gdzieś poza miasto.
uk: Я не знаю, доведеться запитати у неї. Враховуючи її професію і те, як вона виразилась, можна припустити, що тобі доведеться вибратися кудись за місто.

source: Nie wiem, muszę sprawdzić. Poczekaj na mnie chwilę.
uk: Не знаю, мушу перевірити. Зачекай хвилинку.

source: Nie wiem, nie jestem nim.
uk: Я не знаю, я ж не він.

source: Nie wiem, nie liczę. Parę lat na pewno.
uk: Не знаю, я не рахував. Декілька років.

source: Nie wiem, nie przedstawił się. Masz załatwić zwolnienie jednego z jego ludzi.
uk: Не знаю, він не представився. Ти маєш звільнити когось із його людей.

source: Nie wiem, nie ugryzły mnie.
uk: Не знаю, вони мене не кусали.

source: Nie wiem, nie znam się na rozrywkach bogatych. Obiecano mi zapłatę za przeniesienie tego wszystkiego, więc to robię, reszta mnie nie interesuje.
uk: Не знаю, я не розуміюся на розвагах багатіїв. Мені пообіцяли заплатити за те, що я все це перенесу, то я цим і займаюся, все інше мене не цікавить.

source: Nie wiem, o co ci chodzi!
uk: Я не розумію, про що ви!

source: Nie wiem, o czym mówisz.
uk: Я не знаю, про що ти говориш.

source: Nie wiem, po co to wszystko piszę. Może boję się, że skończę jak ten chłopak, Norman, i jedyne co po mnie zostanie to te kartki? Żałuję, że Cię nie posłuchałam, siostrzyczko.
uk: Не знаю, навіщо я все це пишу. Напевно, боюся, що закінчу, як той хлопець, Норман, і від мене залишаться лише ці сторінки? Шкода, що я не послухала тебе, сестричко.

source: Nie wiem, skąd masz takie informacje, ale pomyśl, komu uwierzy straż?
uk: Не знаю, звідки у тебе така інформація, але подумай, кому повірять вартові?

source: Nie wiem, sprawdź wśród kupców albo u kogoś wykształconego. No, znikaj! Ja tymczasem pójdę kupić sobie coś do jedzenia, zgłodniałem od tych dysput!
uk: Не знаю, попитай в торговців або в когось начитаного. Давай, біжи! А я тим часом піду куплю собі чогось поїсти, бо аж зголоднів від цих балачок!

source: Nie wiem, to zależy od ciebie. Musisz się postarać.
uk: Не знаю, це залежить від тебе. Треба постаратися.

source: Nie wiem, ty mi powiedz. A jeśli nie wiesz, to zapytaj swoich przełożonych, którzy całymi dniami nic nie robią. Oni z pewnością będą wiedzieć.
uk: Не знаю, ти мені скажи. А як не знаєш, запитай у керівництва, яке цілими днями нічого не робить. Там знають напевно.

source: Nie wiem, wymyśl coś, tylko pod żadnym pozorem go nie zabijaj.
uk: Я не знаю, придумай щось, тільки за жодних обставин не вбивай його.

source: Nie wiem, za co mi dziękujesz. Ech, ja tymczasem muszę trochę pomyśleć. Mam dość tej wioski i chyba wyruszę w końcu do miasta.
uk: Не знаю, за що ти мені дякуєш. Мені треба дещо обміркувати. З мене досить цього села, і я, ймовірно, скоро вирушу до міста.

source: Nie wiem.
uk: Не знаю.

source: Nie wiem. Będę musiała poszukać innego wspólnika. Mam nadzieję, że tym razem będę miała więcej szczęścia.
uk: Не знаю. Шукатиму іншого партнера. Сподіваюся, цього разу пощастить більше.

source: Nie wiem. Chyba że... ten pierścień może mieć z tym jakiś związek?
uk: Не знаю. Хіба що... цей перстень може мати до цього якесь відношення?

source: Nie wiem. Pewnie znowu urżnę się do nieprzytomności. Spartaczyłem tę robotę po całości.
uk: Не знаю. Мабуть, знову нап'юся. Я повністю провалив цю роботу.

source: Nie wiem. Usłyszałem huk, a potem zobaczyłem te zniszczone beczki.
uk: Не знаю. Я почув гуркіт, а потім побачив ці розбиті бочки.

source: Nie wiem. Zdaje się, że mój kolega mnie woła. Do zobaczenia.
uk: Не знаю. Здається, мене кличе колега. До побачення.

source: Nie wiemy co kryje się w tym gąszczu.
uk: Ми не знаємо, що ховається в цих хащах.

source: Nie wiemy, kto jest ich autorem, a ludzie nie są na tyle majętni, żeby ot tak zafundować jakiemuś skrybie lub pisarzowi cały wóz złota.
uk: Ми не знаємо, хто їх автор, а люди не настільки багаті, щоб викладати цілий віз золота якомусь писарю чи письменнику.

source: Nie wiemy. Jest to dla nas obca wyspa, ale razem z Millie na pewno damy radę.
uk: Ми ще не знаємо. Для нас це чужий острів, але ми з Міллі впевнені, що впораємося.

source: Nie wierzę ci i nic ci nie dam.
uk: Я тобі не вірю і нічого не дам.

source: Nie wierzę jednak w honor Południowców. Gdybyś tu był dziesięć lat temu i widział, do czego zdolny był Mandes, też byś miał za nic ich słowa!
uk: Однак я не вірю в честь південців. Якби ти був тут десять років тому і бачив, на що був здатен Мандес, ти б теж не вірив їм на слово!

source: Nie wierzę w to, co słyszę. To było proste zadanie!
uk: Я не вірю тому, що чую. Це було просте завдання!

source: Nie wierzę, że to się może udać.
uk: Я не вірю, що це спрацює.

source: Nie wierzę.
uk: Я в це не вірю.

source: Nie wiesz może, skąd ci ludzie mieli te ulotki?
uk: Ти випадково не знаєш, звідки у людей ці листівки?

source: Nie wiesz może, skąd jeszcze mógłbym zdobyć ich mięso?
uk: Ти випадково не знаєш, де ще я можу дістати їх м'ясо?

source: Nie wiesz przypadkiem, co się stało z bełtem, od którego zginął ten chłopak?
uk: Ти випадково не знаєш, що сталося з болтом, від якого загинув той хлопець?

source: Nie wiesz przypadkiem, co się z nim stało?
uk: Ти, випадково, не знаєш, що з ним сталося?

source: Nie wiesz przypadkiem, kto mógłby nauczyć mnie czegoś o roślinach?
uk: Ти випадково не знаєш, хто міг би навчити мене чомусь про рослини?

source: Nie wiesz w takim razie, skąd mógłbym jakąś zdobyć?
uk: Тоді, можливо, ти підкажеш, де можна її дістати?

source: Nie wiesz, czy mój brat należał do kręgu?
uk: Не знаю, а мій брат належав до Кільця?

source: Nie wiesz, gdzie mógłbym dostać jakieś lekarstwo?
uk: Не знаєш, де я можу дістати якісь ліки?

source: Nie wiesz, jak tę 'sugestię' zinterpretują magowie. Tyle dobrze, że się nie przedstawiłeś, więc jak się zeźlą, to może uda ci się wyjść ze sprawy cało.
uk: Ти не знаєш, як твою 'пропозицію' сприймуть маги. Добре, що ти не представився, тож якщо вони розсердяться, тобі, можливо, вдасться вийти з цієї історії безкарним.

source: Nie wiesz, o czym mówisz! Każdy człowiek potrzebuje nadziei i pomocy bogów. Bez nich nasze życie jest pozbawione elementarnych cnót, wartości, a nawet sensu!
uk: Ти гадки не маєш, про що мовиш! Кожна людина потребує надії та божої помочі. Без них наше життя позбавлене елементарних чеснот, нічого не варте і не має жодного сенсу!

source: Nie winię cię za to, co stało się... Sam ostatnio wyrządziłem wiele zła...
uk: Я не звинувачую тебе в тому, що сталося... Я сам накоїв чимало лиха останнім часом...

source: Nie winię cię... Sam ostatnio wyrządziłem wiele zła...
uk: Я не звинувачую тебе... Я сам накоїв чимало лиха останнім часом...

source: Nie wiążę jednak dobrych wspomnień z moją młodością... W swojej ojczyźnie ocierałam się o skrajną nędzę.
uk: Однак моя юність не пов'язана з гарними спогадами... На батьківщині я жила вкрай бідно.

source: Nie wolałbyś jakoś zarobić?
uk: А ти не хотів би якось заробляти гроші?

source: Nie wolno ci przebywać w świątyni Innosa!
uk: Тобі не можна знаходитися в храмі Інноса!

source: Nie wolno zabijać przeciwników NA arenie PODCZAS pojedynku. To nie jest miejska rzeźnia, tylko miejsce rozrywki.
uk: Не дозволяється вбивати суперників на арені ПІД ЧАС поєдинку. Це не міська скотобійня, а місце для розваг.

source: Nie wpuszczamy w nasze mury takich kmiotów jak ty!
uk: Ми не впускаємо за наші стіни таку шпану, як ти!

source: Nie wracaj do niego z pustymi rękami, dobrze ci radzę. A jeśli uda ci się coś znaleźć, to najpierw porozmawiaj ze mną.
uk: Не повертайся до нього з порожніми руками, я тобі дуже раджу. А якщо тобі все ж таки вдасться щось знайти, спершу поговори зі мною.

source: Nie wracajmy już do tego.
uk: Давай більше не будемо про це.

source: Nie wracam tam, za żadne skarby nie wracam!
uk: Я не повернуся туди, ні за що!

source: Nie wspominajcie nikomu o tym, co się tam wydarzyło.
uk: Не розповідайте нікому про те, що там сталося.

source: Nie wspominając już nawet o fakcie, że nauka u takiego mistrza jak ja po prostu musi swoje kosztować.
uk: Не кажучи вже про те, що навчання у такого майстра, як я, просто зобов'язане коштувати своїх грошей.

source: Nie wspominając już o innych twoich występkach.
uk: Не кажучи вже про інші твої гріхи.

source: Nie wspominając już o twoich pozostałych występkach.
uk: Не кажучи вже про інші твої порушення.

source: Nie wspominając już o tym, że kierując się własnym interesem, zrobiłeś nam sporą przysługę.
uk: Не кажучи вже про те, що, переслідуючи власні інтереси, ти зробив нам велику послугу.

source: Nie wspominając już o tym, że nie prosiłem cię o kwestionowanie moich decyzji.
uk: Не кажучи вже про те, що я не просив тебе ставити під сумнів мої рішення.

source: Nie wspominając o tym, że żywy trup jako członek wyprawy mógłby bardzo negatywnie wpływać na morale reszty.
uk: Не кажучи вже про те, що живий труп у складі експедиції міг би дуже негативно вплинути на моральний дух інших.

source: Nie wspominam naszej współpracy dobrze.
uk: Щось я не пригадую нашої співпраці.

source: Nie wspominałeś nic o wspinaczce i pracy na wysokościach. Do tego potrzeba dodatkowych zabezpieczeń, rozgrzewki... i większej zapłaty, rzecz jasna!
uk: Ти нічого не говорив про альпінізм і роботу на висоті. Для цього потрібна додаткова охорона, утеплення... і, звісно, більша зарплата!

source: Nie wstydzisz się swojej pracy?
uk: Тобі не соромно тут працювати?

source: Nie wszyscy patrzą nas was przychylnym okiem, ale tu, w gospodzie, nic wam nie grozi. Możecie spać spokojnie.
uk: Не всі дивляться на вас із симпатією, але тут, в корчмі, вам нічого не загрожує. Можете спати спокійно.

source: Nie wszystko jeszcze stracone, Gildia Kupiecka musi przetrwać.
uk: Ще не все втрачено, Торгова Гільдія має вижити.

source: Nie wszystko poszło po myśli Nadine, ale świadomość, że Lena żyje, pozwoliła jej zaznać trochę spokoju. Może kiedyś uda się jej spotkać ze swoją córką.
uk: Не все складалося так, як хотілося Надін, але усвідомлення того, що Олена жива, дозволило їй трохи заспокоїтися. Можливо, колись вона зможе зустрітися з донькою.

source: Nie wszystko poszło zgodnie z planem, Homera zeżarły węże błotne.
uk: Все пішло не за планом, Гомера з'їли болотожери.

source: Nie wszystko poszło zgodnie z planem, ale na szczęście ludzie uwierzyli, że to właśnie ta bestia odpowiada za wcześniejsze ataki. Nawet ten idiota Marvin się na coś przydał, teraz przynajmniej mam świadka tych wszystkich wydarzeń. Chłopak zadaje sporo pytań, więc lepiej mieć go na oku, ale wątpię, by udało mu się natrafić na jakiś trop.
uk: Не все пішло за планом, але, на щастя, люди повірили, що саме цей звір відповідальний за попередні напади. Навіть цей ідіот Марвін на щось згодився, тепер принаймні у мене є свідок усіх цих подій. Хлопчина задає забагато запитань, тож краще за ним приглядати, але я сумніваюся, що він знайде хоч якусь зачіпку.

source: Nie wszystko w tym mieście jest czarno-białe. O wielu rzeczach po prostu się nie mówi, tak jest bezpieczniej.
uk: Не все у цьому місті чорно-біле. Про більшість речей просто не говорять, так безпечніше.

source: Nie wybieraliśmy naszego losu.
uk: Ми не вибирали своєї долі.

source: Nie wybiłbym się na samym handlu wyrobami ojca. Zresztą, kiepski był ze mnie czeladnik, kompletnie się nie znałem na drewnie. Umiałem za to dobrze liczyć i szacować zyski.
uk: Я не зміг би заробити на життя, просто торгуючи виробами мого батька. До того ж, я не був хорошим учнем, абсолютно нічого не знав про деревину. Але я добре рахував і оцінював прибутки.

source: Nie wydaje mi się, bym miał jeszcze szansę dokończyć zadanie.
uk: Я не думаю, що у мене буде шанс виконати це завдання.

source: Nie wydaje mi się, że Jego Ekscelencja chciałby słuchać naszych narzekań.
uk: Не думаю, що Його Світлість захоче вислуховувати наші скарги.

source: Nie wydaje mi się. Na pewno nie wystarczające na tyle, żeby ryzykować reputację straży, i tak nadszarpniętą w ostatnim czasie.
uk: Я так не думаю. Цього недостатньо, щоб ризикувати репутацією Варти, яка без того заплямована останнім часом.

source: Nie wydaje mi się. Z drugiej strony cieszę się, że nasi na froncie będą mieli solidną stal pod ręką.
uk: Я так не думаю. З іншого боку, я радий, що наші люди на фронті матимуть під рукою міцну сталь.

source: Nie wydaje mi się...
uk: Не думаю...

source: Nie wydajesz się ranny. Proszę, nie zawracaj mi głowy byle problemem.
uk: Не схоже, що ти поранений. Будь ласка, не турбуй мене з дрібними проблемами.

source: Nie wydajesz się zbyt przejęty faktem, że twój pan prawie zginął.
uk: Тебе, здається, не надто турбує, що твій пан ледь не загинув.

source: Nie wydasz mnie? Powiedz, że mnie nie wydasz!
uk: Ти мене не здаси? Скажи, що не здаси мене!

source: Nie wygadaj nikomu, że widziałeś mnie z bagiennym zielem!
uk: Не кажи нікому, що бачив мене з болотною травою!

source: Nie wygląda jakby do czegokolwiek się nadawała.
uk: Не схоже, що він для чогось згодиться.

source: Nie wygląda to dobrze.
uk: Це виглядає недобре.

source: Nie wygląda to na skomplikowaną recepturę... Chyba nawet powinniśmy mieć wszystkie potrzebne składniki obok chaty na sznurku do suszenia. Mógłbyś mi je podać?
uk: Це не виглядає як складний рецепт... У нас навіть повинні бути всі необхідні інгредієнти поруч з домом на мотузці для сушіння. Можеш подати їх мені?

source: Nie wyglądasz jak jeden z tutejszych.
uk: Ти не схожий на місцевого.

source: Nie wyglądasz jak pozostali mieszkańcy tego miejsca.
uk: Ти не схожий на інших мешканців цього місця.

source: Nie wyglądasz jak zwykły robotnik.
uk: Ти не виглядаєш як звичайний робітник.

source: Nie wyglądasz mi na bogacza, ale jeśli sakwy aż tak ci ciążą, to nie zdziwiłbym się, gdyby jedna wypadła ci w trakcie przechodzenia przez bramę.
uk: Як на мене, ти не схожий на багатія, але якщо гаманці так обтяжують тебе, я не здивуюся, якщо один з них випаде, коли ти проходитимеш крізь браму.

source: Nie wyglądasz mi na chorego, ale niech ci będzie. Weź ten eliksir.
uk: Ти не виглядаєш хворим, але нехай. Візьми цей еліксир.

source: Nie wyglądasz mi na kogoś, kto by zrozumiał delikatną aluzję, że macie się stąd wynieść.
uk: Ти не схожий на того, хто не розуміє тонкого натяку на те, що тобі варто забиратися звідси.

source: Nie wyglądasz mi na kogoś, kto dałby radę trzem portowym oprychom, ale jeśli masz jakiś pomysł, to proszę bardzo, próbuj.
uk: Ти не виглядаєш як людина, яка може впоратися з трьома портовими хуліганами, але якщо у тебе є якісь ідеї, то давай, пробуй.

source: Nie wyglądasz mi na kupca. Pewnie nawet na jednego Innoska cię nie stać.
uk: Ти не схожий на покупця. Напевно, навіть одного маленького Інносика не можеш собі дозволити.

source: Nie wyglądasz mi na osobę, która by tutaj pasowała.
uk: Ти не схожа на людину, яка має тут працювати.

source: Nie wyglądasz mi na ostatnią ofermę. Powiedz mi, nie chciałbyś może dać komuś po mordzie i dostać za to kilka złotych monet?
uk: Ти не схожий на останнього невдаху. Скажи, тобі ніколи не хотілося комусь надавати по морді і ще й отримати за це кілька золотих?

source: Nie wyglądasz mi na rybaka ani na marynarza.
uk: Ти не схожий ні на рибалку, ні на моряка.

source: Nie wyglądasz na siłacza, ale kto wie, może uda ci się coś wymyślić.
uk: Ти не схожий на силача, але хто знає, може, нам вдасться домовитись.

source: Nie wyglądasz na szczęśliwego. Coś się stało?
uk: Ти не виглядаєш щасливим. Щось не так?

source: Nie wyglądasz na zadowolonego.
uk: Ти не виглядаєш задоволеним.

source: Nie wyglądasz na zmęczonego podróżą.
uk: Ти не виглядаєш втомленим від подорожі.

source: Nie wyglądasz najlepiej.
uk: Виглядаєш не дуже.

source: Nie wyglądał mi na bogacza, ale ciągle się chwalił, że stać go na wszystkie luksusy, bo właśnie dostał wypłatę.
uk: Мені він не здався багатим, але постійно вихвалявся, що може дозволити собі всі ці розкоші, бо щойно отримав зарплатню.

source: Nie wygłupiaj się! Tutejsi winiarze mają już tak wyrobione pozycje, że byle płotka jak ty wzbudzi tylko powszechne rozbawienie!
uk: Не роби дурниць! Винороби тут вже настільки зарекомендували себе, що така дрібнота, як ти, лише розсмішить всіх!

source: Nie wyjdziesz stąd żywy!
uk: Ти не вийдеш звідси живим!

source: Nie wykonałem powierzonego mi zadania - Ernesto nie będzie zadowolony.
uk: Я не виконав завдання, яке мені доручили – Ернесто буде незадоволений.

source: Nie wykorzystam go w żaden sposób.
uk: Я жодним чином не збираюся нею скористатись.

source: Nie wykręcaj się. Oddaj ją, to nie naślę ci na głowę kontroli. Jednej z tych, które zawsze coś znajdują.
uk: Не прикидайся. Віддай його, і тоді на твою голову не звалиться перевірка. Ти з тих, хто завжди собі щось знайде.

source: Nie wylewaj całej zawartości butelki, bo te dranie zbiegną się z całej okolicy!
uk: Не виливай весь вміст пляшки, а то ці паскуди збіжаться зі всіх околиць!

source: Nie wymawiajcie takich słów. Królowi należy się szacunek!
uk: Не кажіть таких слів. Король заслуговує на повагу!

source: Nie wypuszczę go za mniej niż 2000 sztuk złota!
uk: Я не віддам його менше, ніж за 2000 золотих!

source: Nie wyspałam się. Słyszałam co się wydarzyło w chacie Kurta, nigdy nie wiesz kto będzie następny. Trzeba być czujnym.
uk: Я не виспалася. Я чула, що сталося в будинку Курта, ніколи не знаєш, хто буде наступним. Треба бути насторожі.

source: Nie wysypiam się. Słyszałam co się wydarzyło w chacie Kurta, nigdy nie wiesz kto będzie następny. Trzeba być czujnym.
uk: Я не висипаюся. Я чула, що сталося в будинку Курта, ніколи не знаєш, хто буде наступним. Треба бути насторожі.

source: Nie wysypiam się. Słyszałam, co się wydarzyło w chacie Kurta, nigdy nie wiesz, kto będzie następny. Trzeba być czujnym.
uk: Я не висипаюся. Я чула, що сталося в будинку Курта, ніколи не знаєш, хто буде наступним. Треба бути насторожі.

source: Nie wytrącaj mnie z równowagi! Swoje już zrobiłeś!
uk: Не виводь мене з рівноваги! Ти вже достатньо наробив!

source: Nie wzniesienie toastu przed ważnym polowaniem przynosi pecha, to tylko jedno przyjacielskie piwo.
uk: Не виголосити тост перед важливим полюванням – погана прикмета, достатньо одного дружнього кухля.

source: Nie wątpię, że widziałeś.
uk: Я в цьому не сумніваюся.

source: Nie wątpię.
uk: Не сумніваюся.

source: Nie wątpię. Jak tak cię słucham, to służba w straży nie brzmi jakoś strasznie źle...
uk: Не сумніваюся. Послухати тебе, то служба у Варті звучить не так вже й погано...

source: Nie wątpię. Szkoda tylko, że straż interesuje się naszymi problemami tylko wtedy, gdy ma w tym własny interes.
uk: Я в цьому не сумніваюся. Шкода тільки, що вартові цікавляться нашими проблемами лише тоді, коли в цьому є особиста вигода.

source: Nie z moim. Płacę za pomoc Ruudowi, jednemu ze stoczniowców.
uk: Не з моїм. Я плачу за допомогу Рууду, одному з працівників корабельні.

source: Nie za bardzo.
uk: Та ні, нічого такого.

source: Nie za bardzo. Nigdy nie jadłam za dużo, ale to, co tutaj nam serwują, to jakieś nieporozumienie!
uk: Не дуже. Я ніколи не була надто перебірливою у їжі, але те, що нам тут подають – це якесь непорозуміння!

source: Nie za dobrze ci tutaj?
uk: Тобі тут не дуже добре?

source: Nie za dobrze poprowadziłem rozmowę z Unicornem. Nie zostało mi nic innego, jak skorzystać z usług Huxlaya.
uk: Розмова з Юнікорном пройшла не надто вдало. Мені не залишалося нічого іншого, окрім як скористатися послугами Хакслі.

source: Nie za dobrze. Problemy wywołane wojną dotarły nawet tutaj, to straszne...
uk: Не дуже. Проблеми спричинені війною дійшли навіть сюди, це жахливо...
